<?php
require __DIR__ . "/../app/util/ViewGenerator.php";

use App\Util\ViewGenerator;
?>
<!DOCTYPE html>
<html lang="en">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <meta name="description" content="В 2018 году в г. Набережные Челны начал строиться завод по производству гофрокартона. Проект инвестиционный - это значит, что каждый может вложиться в проект и получать дивиденды после начала функционирования завода.">
    <meta http-equiv="X-UA-Compatible" content="ie=edge">
    <link rel="shortcut icon" href="./favicon.ico" type="image/x-icon">
    <link rel="icon" href="./favicon.ico" type="image/x-icon">
    <link rel="stylesheet" href="https://cdnjs.cloudflare.com/ajax/libs/tiny-slider/2.8.8/tiny-slider.css">
    <link href="https://fonts.googleapis.com/css?family=Cuprum&amp;subset=cyrillic,cyrillic-ext" rel="stylesheet">
    <link rel="stylesheet" href="./paper.css/reset.css">
    <link rel="stylesheet" href="./paper.css/paper.css">
    <title>Инвестиционный проект “Набережночелнинская картонно-бумажная фабрика”</title>
</head>

<body>
    <header>
        <nav>
            <div class="menu_bar">
                <div class="header_logo"></div>
                <div class="menu_buttons">
                    <div class="enter">
                        <a href="/login">
                            <svg enable-background="new 0 0 67 67" version="1.1" viewBox="0 0 67 67" xml:space="preserve">
                                <path fill="#7eac01" d="m33.3 48.8c-0.7 0-1.4-0.3-1.9-0.8s-0.8-1.2-0.8-1.9 0.3-1.4 0.8-1.9l8.3-8.4h-35.3c-1.5 0-2.6-1.2-2.6-2.6s1.2-2.6 2.6-2.6h33.7l-6.6-6.6c-1-1-1-2.5 0-3.6 0.5-0.5 1.2-0.8 1.9-0.8s1.4 0.3 1.9 0.8l10.9 10.9c0.2 0.2 0.4 0.3 0.6 0.6l0.5 0.5c0.5 0.5 0.8 1.2 0.8 1.9s-0.3 1.4-0.8 1.9l-12 12c-0.6 0.3-1.2 0.6-2 0.6z" />
                                <path fill="#7eac01" d="m28.4 65.6c-5.5 0-9.4-3.4-9.4-8v-11.1c0-1.5 1.2-2.6 2.6-2.6s2.6 1.2 2.6 2.6v11.1c0 2.5 3.1 2.7 4.1 2.7h24.3c1.4 0 3.6-0.3 3.6-2.7v-46.5c0-2-1.6-4.4-3.6-4.4h-24.2c-2 0-4.1 2.3-4.1 4.4v11c0 1.5-1.2 2.6-2.6 2.6s-2.6-1.2-2.6-2.6v-11c0-5.1 4.5-9.7 9.4-9.7h24.2c4.8 0 9 4.5 9 9.7v46.4c0 4.7-3.7 8-9 8l-24.3 0.1z" />
                            </svg>
                        </a>
                    </div>
                    <div class="menu">
                        <div class="menu__icon">
                            <span></span>
                            <span></span>
                            <span></span>
                            <span></span>
                        </div>
                    </div>
                </div>
                <div class="hidden_menu menu_visible">
                    <div class="hidden_menu_item">
                        <a href="">Проект</a>
                        <a href="/news">Новости</a>
                    </div>
                    <div class="hidden_menu_item">
                        <span class="hidden_menu_text">ООО «Фабрика картона» <br>
                            Производство гофрокартона <br>
                            и гофротары</span>
                        <div class="header_item__telephone_wrap">
                            <div class="header_phone_icon">
                                <svg version="1.1" viewBox="0 0 401.998 401.998" xml:space="preserve">
                                    <path fill="#7eac01" d="m401.13 311.48c-1.137-3.426-8.371-8.473-21.697-15.129-3.61-2.098-8.754-4.949-15.41-8.566-6.662-3.617-12.709-6.95-18.13-9.996-5.432-3.045-10.521-5.995-15.276-8.846-0.76-0.571-3.139-2.234-7.136-5-4.001-2.758-7.375-4.805-10.14-6.14-2.759-1.327-5.473-1.995-8.138-1.995-3.806 0-8.56 2.714-14.268 8.135-5.708 5.428-10.944 11.324-15.7 17.706-4.757 6.379-9.802 12.275-15.126 17.7-5.332 5.427-9.713 8.138-13.135 8.138-1.718 0-3.86-0.479-6.427-1.424-2.566-0.951-4.518-1.766-5.858-2.423-1.328-0.671-3.607-1.999-6.845-4.004-3.244-1.999-5.048-3.094-5.428-3.285-26.075-14.469-48.438-31.029-67.093-49.676-18.649-18.658-35.211-41.019-49.676-67.097-0.19-0.381-1.287-2.19-3.284-5.424-2-3.237-3.333-5.518-3.999-6.854-0.666-1.331-1.475-3.283-2.425-5.852s-1.427-4.709-1.427-6.424c0-3.424 2.713-7.804 8.138-13.134 5.424-5.327 11.326-10.373 17.7-15.128 6.379-4.755 12.275-9.991 17.701-15.699 5.424-5.711 8.136-10.467 8.136-14.273 0-2.663-0.666-5.378-1.997-8.137-1.332-2.765-3.378-6.139-6.139-10.138-2.762-3.997-4.427-6.374-4.999-7.139-2.852-4.755-5.799-9.846-8.848-15.271-3.049-5.424-6.377-11.47-9.995-18.131-3.615-6.658-6.468-11.799-8.564-15.415-6.658-13.321-11.701-20.557-15.128-21.695-1.333-0.571-3.333-0.859-5.995-0.859-5.142 0-11.85 0.95-20.129 2.856-8.282 1.903-14.799 3.899-19.558 5.996-9.517 3.995-19.604 15.605-30.264 34.826-9.707 17.888-14.56 35.593-14.56 53.102 0 5.135 0.333 10.131 0.999 14.989 0.666 4.853 1.856 10.326 3.571 16.418 1.712 6.09 3.093 10.614 4.137 13.56 1.045 2.948 2.996 8.229 5.852 15.845 2.852 7.614 4.567 12.275 5.138 13.988 6.661 18.654 14.56 35.307 23.695 49.964 15.03 24.362 35.541 49.539 61.521 75.521 25.981 25.98 51.153 46.49 75.517 61.526 14.655 9.134 31.314 17.032 49.965 23.698 1.714 0.568 6.375 2.279 13.986 5.141 7.614 2.854 12.897 4.805 15.845 5.852 2.949 1.048 7.474 2.43 13.559 4.145 6.098 1.715 11.566 2.905 16.419 3.576 4.856 0.657 9.853 0.996 14.989 0.996 17.508 0 35.214-4.856 53.105-14.562 19.219-10.656 30.826-20.745 34.823-30.269 2.102-4.754 4.093-11.273 5.996-19.555 1.909-8.278 2.857-14.985 2.857-20.126 6e-3 -2.673-0.281-4.668-0.855-6.012z" />
                                </svg>
                            </div>
                            <div class="phone_to_call">
                                <a class="header_phone" href="tel:+7(800)2507999">8 (800) 250 79 99
                                </a>
                                <span class="modal_trigger ask_for_call">Заказать звонок</span>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </nav>
        <div class="header_item">
            <div class="header_logo"></div>
            <span class="header_logo_text">Производство гофрокартона<br> и гофротары</span>
        </div>
        <div class="header_item">
            <a href="" class="header_info_link">Проект</a>
            <a href="/news" class="header_info_link">Новости</a>
        </div>
        <div class="header_item">
            <div class="header_item__telephone_wrap">
                <div class="header_phone_icon">
                    <svg version="1.1" viewBox="0 0 401.998 401.998" xml:space="preserve">
                        <path fill="#7eac01" d="m401.13 311.48c-1.137-3.426-8.371-8.473-21.697-15.129-3.61-2.098-8.754-4.949-15.41-8.566-6.662-3.617-12.709-6.95-18.13-9.996-5.432-3.045-10.521-5.995-15.276-8.846-0.76-0.571-3.139-2.234-7.136-5-4.001-2.758-7.375-4.805-10.14-6.14-2.759-1.327-5.473-1.995-8.138-1.995-3.806 0-8.56 2.714-14.268 8.135-5.708 5.428-10.944 11.324-15.7 17.706-4.757 6.379-9.802 12.275-15.126 17.7-5.332 5.427-9.713 8.138-13.135 8.138-1.718 0-3.86-0.479-6.427-1.424-2.566-0.951-4.518-1.766-5.858-2.423-1.328-0.671-3.607-1.999-6.845-4.004-3.244-1.999-5.048-3.094-5.428-3.285-26.075-14.469-48.438-31.029-67.093-49.676-18.649-18.658-35.211-41.019-49.676-67.097-0.19-0.381-1.287-2.19-3.284-5.424-2-3.237-3.333-5.518-3.999-6.854-0.666-1.331-1.475-3.283-2.425-5.852s-1.427-4.709-1.427-6.424c0-3.424 2.713-7.804 8.138-13.134 5.424-5.327 11.326-10.373 17.7-15.128 6.379-4.755 12.275-9.991 17.701-15.699 5.424-5.711 8.136-10.467 8.136-14.273 0-2.663-0.666-5.378-1.997-8.137-1.332-2.765-3.378-6.139-6.139-10.138-2.762-3.997-4.427-6.374-4.999-7.139-2.852-4.755-5.799-9.846-8.848-15.271-3.049-5.424-6.377-11.47-9.995-18.131-3.615-6.658-6.468-11.799-8.564-15.415-6.658-13.321-11.701-20.557-15.128-21.695-1.333-0.571-3.333-0.859-5.995-0.859-5.142 0-11.85 0.95-20.129 2.856-8.282 1.903-14.799 3.899-19.558 5.996-9.517 3.995-19.604 15.605-30.264 34.826-9.707 17.888-14.56 35.593-14.56 53.102 0 5.135 0.333 10.131 0.999 14.989 0.666 4.853 1.856 10.326 3.571 16.418 1.712 6.09 3.093 10.614 4.137 13.56 1.045 2.948 2.996 8.229 5.852 15.845 2.852 7.614 4.567 12.275 5.138 13.988 6.661 18.654 14.56 35.307 23.695 49.964 15.03 24.362 35.541 49.539 61.521 75.521 25.981 25.98 51.153 46.49 75.517 61.526 14.655 9.134 31.314 17.032 49.965 23.698 1.714 0.568 6.375 2.279 13.986 5.141 7.614 2.854 12.897 4.805 15.845 5.852 2.949 1.048 7.474 2.43 13.559 4.145 6.098 1.715 11.566 2.905 16.419 3.576 4.856 0.657 9.853 0.996 14.989 0.996 17.508 0 35.214-4.856 53.105-14.562 19.219-10.656 30.826-20.745 34.823-30.269 2.102-4.754 4.093-11.273 5.996-19.555 1.909-8.278 2.857-14.985 2.857-20.126 6e-3 -2.673-0.281-4.668-0.855-6.012z" />
                    </svg>
                </div>
                <div class="phone_to_call">
                    <a class="header_phone" href="tel:+7(800)2507999">8 (800) 250 79 99
                    </a>
                    <span class="modal_trigger ask_for_call">Заказать звонок</span>
                </div>
            </div>
            <a class="header_item__button" href="/login">Личный кабинет</a>
        </div>
    </header>
    <section class="main_section">
        <div class="main_section__wrap"></div>
        <div class="main_section__content">
            <main class="main_section__content_item">
                <h1 class="title_style">Инвестируй <br> и <span class="styled_text">становись собственником</span>
                    бумажной фабрики</h1>
                <p class="common_text">Присоединяйтесь к строительству фабрики по производству бумаги <br> для
                    гофрирования из макулатурного сырья</p>
                <div class="main_section__buttons">
                    <button class="main_section__styled_btn modal_trigger">Инвестировать</button>
                    <button class="main_section__normal_btn slider_trigger">
                        <svg enable-background="new 0 0 420 420" version="1.1" viewBox="0 0 420 420" xml:space="preserve">
                            <path fill="#ffffff" d="M300,240.715V155l-120,85.715V155h-30V85h-30v70H90V35H30v120H0v230h420V155L300,240.715z M160,335h-40   v-40h40V335z M230,335h-40v-40h40V335z M300,335h-40v-40h40V335z" />
                        </svg>
                        Смотреть план проекта
                    </button>
                </div>
            </main>
            <main class="main_section__content_item">
                <div class="circle_amimation_container">
                    <div class="pulse"></div>
                    <svg class="progress__value" width="7.5em" height="7.5em" viewBox="0 0 120 120">
                        <circle cx="60" cy="60" r="54" fill="none" stroke="#7eac01" stroke-width="2" />
                    </svg>
                    <svg class="progress__value_second" width="7.5em" height="7.5em" viewBox="0 0 120 120">
                        <circle cx="40" cy="40" r="34" fill="none" stroke="#d9d9d9" stroke-width="2" />
                    </svg>
                    <svg class="main_section_icon" enable-background="new 0 0 232.153 232.153" version="1.1" viewBox="0 0 232.15 232.15"
                        xml:space="preserve">
                        <path fill="#ffffff" d="m203.79 99.628-154.48-97.334c-4.567-2.719-10.238-2.266-14.521-2.266-17.132 0-17.056 13.227-17.056 16.578v198.94c0 2.833-0.075 16.579 17.056 16.579 4.283 0 9.955 0.451 14.521-2.267l154.48-97.333c12.68-7.545 10.489-16.449 10.489-16.449s2.192-8.904-10.488-16.448z"
                            clip-rule="evenodd" fill-rule="evenodd" />
                    </svg>
                    <span class="animation_text">Онлайн <br> трансляция</span>
                </div>
            </main>
        </div>
    </section>
    <section class="advantages">
        <h1 class="title_style animation_start">Почему выгодно инвестировать в производство гофрокартона?</h1>
        <div class="advantages_content">
            <span class="diagram_title">Объем рынка</span>
            <div class="diagram_group">
                <span class="digram_text">5256 млн. м2</span>
                <span class="diagram_number">124 362 216 000 руб. </span>
            </div>
            <div class="diagram_group market_progress__num_left">
                <span class="digram_text diagram_left_side">2817 млн. м2</span>
                <span class="diagram_number">74 058 930 000 руб. </span>
            </div>
            <div class="circle">
                <svg width="25em" height="25em">
                    <circle transform="rotate(-90)" r="7.5em" cx="-12.5em" cy="12.5em" />
                    <circle class='progress_animation_item' transform="rotate(-90)" style="stroke-dasharray: 31em 38.75em;"
                        r="7.5em" cx="-12.5em" cy="12.5em" />
                </svg>
            </div>
            <div class="diagram_explanation">
                <div class="diagrem_exp_item">
                    <div class="first_mark"></div>
                    <span class="diagram_exp_text">
                        <span class="hidden_diagram_text">
                            - 5256 млн. м2
                            <br>
                            <span class="styled_hidden_diagram_text">124 362 216 000 руб.</span>
                        </span>
                        ящики и коробки из гофробумаги или гофрокартона</span>
                </div>
                <div class="diagrem_exp_item">
                    <div class="second_mark"></div>
                    <span class="diagram_exp_text">
                        <span class="hidden_diagram_text">
                            - 2817 млн. м2
                            <br>
                            <span class="styled_hidden_diagram_text">74 058 930 000 руб.</span>
                        </span>
                        картон, гофрированный в рулонах и листах </span>
                </div>
            </div>
        </div>
        <div class="advantages_content__icons animation_start">
            <div class="advantages_content__icons_item">
                <div>
                    <svg enable-background="new 0 0 424.98 424.98" version="1.1" viewBox="0 0 424.98 424.98" xml:space="preserve">
                        <path fill="#7eac01" d="m241.4 282.3c-1.587-1.738-3.595-3.038-5.67-4.121-4.518-2.356-9.459-3.785-14.365-5.075v38.016c7.963-0.9 17.105-3.79 21.286-11.224 1.996-3.551 2.393-7.914 1.58-11.867-0.441-2.142-1.352-4.108-2.831-5.729z" />
                        <path fill="#7eac01" d="m242.6 299.97c0.016-0.027 0.025-0.044 0.042-0.073-0.014 0.024-0.028 0.048-0.042 0.073z" />
                        <path fill="#7eac01" d="m184.01 221.53c-1.369 1.999-2.228 4.27-2.465 6.684-0.237 2.419-0.104 5.11 0.815 7.387 0.875 2.17 2.708 3.772 4.6 5.062 2.123 1.444 4.458 2.572 6.836 3.528 1.995 0.803 4.239 1.571 6.658 2.313v-34.4c-6.111 1.304-12.788 4.088-16.444 9.426z" />
                        <path fill="#7eac01" d="m242.8 299.62c-0.05 0.089-0.104 0.182-0.157 0.28 0.062-0.114 0.111-0.198 0.157-0.28z" />
                        <path fill="#7eac01" d="m243 299.26c0.013-0.024 0.015-0.026 0 0z" />
                        <path fill="#7eac01" d="m234.75 92.469c32.329-27.158 53.931-88.341 40.637-91.017-17.664-3.557-56.022 12.04-74.562 14.788-26.296 3.175-54.936-28.515-71.012-10.851-13.071 14.362 9.371 66.592 44.482 89.346-104.75 51.484-251.99 309.94 4.873 328.69 355.41 25.949 177.44-280.79 55.582-330.96zm30.523 203.83c-1.093 10.076-6.433 19.188-14.415 25.374-8.428 6.532-18.999 9.57-29.502 10.421v11.133c0 2.979-1.301 5.86-3.531 7.832-3.065 2.712-7.569 3.381-11.289 1.667-3.673-1.69-6.086-5.457-6.086-9.499v-12.168c-1.801-0.342-3.589-0.749-5.356-1.234-9.816-2.697-18.921-7.954-25.572-15.732-3.313-3.877-6.014-8.276-7.882-13.025-0.488-1.241-0.923-2.505-1.304-3.783-0.345-1.157-0.701-2.333-0.824-3.539-0.207-2.023 0.194-4.087 1.137-5.889 1.938-3.707 6.022-5.946 10.192-5.574 4.104 0.364 7.701 3.212 8.993 7.124 0.398 1.205 0.668 2.44 1.115 3.632 0.443 1.184 0.978 2.335 1.607 3.431 1.242 2.158 2.798 4.148 4.59 5.875 3.694 3.559 8.399 5.872 13.304 7.248v-41.362c-9.591-2.483-19.491-5.69-27.411-11.848-3.849-2.994-7.115-6.714-9.254-11.117-2.257-4.647-3.192-9.824-3.23-14.966-0.039-5.221 0.953-10.396 3.131-15.153 2.04-4.454 4.977-8.453 8.578-11.768 7.7-7.087 17.928-11.04 28.187-12.492v-11.557c0-2.978 1.301-5.86 3.531-7.832 3.066-2.711 7.568-3.381 11.289-1.667 3.672 1.691 6.086 5.457 6.086 9.499v11.494c1.367 0.172 2.73 0.378 4.086 0.624 10.074 1.823 19.927 5.983 27.294 13.246 3.49 3.44 6.347 7.539 8.356 12.009 0.561 1.247 1.052 2.523 1.477 3.824 0.396 1.213 0.794 2.462 0.983 3.728 0.302 2.021-6e-3 4.109-0.871 5.958-1.772 3.788-5.746 6.2-9.927 6.021-4.108-0.179-7.83-2.854-9.301-6.694-0.438-1.142-0.657-2.351-1.104-3.49-0.451-1.153-1.035-2.253-1.708-3.292-1.308-2.02-3.003-3.752-4.938-5.179-4.19-3.094-9.272-4.706-14.35-5.607v39.582c6.035 1.445 12.075 3.021 17.857 5.301 8.739 3.446 17.02 8.73 21.79 17.062-0.74-1.298-1.46-2.563 0.025 0.043 1.458 2.56 0.762 1.34 0.03 0.057 3.795 6.688 5.042 14.685 4.217 22.282z" />
                        <path fill="#7eac01" d="m242.49 300.17c-0.061 0.109-0.114 0.205-0.156 0.278 0.036-0.063 0.09-0.158 0.156-0.278z" />
                    </svg>
                </div>
                <span class="common_text">относительно быстрая <br> окупаемость</span>
            </div>
            <div class="advantages_content__icons_item">
                <div>
                    <svg width="512pt" height="512pt" version="1.1" viewBox="0 0 512 512">
                        <g>
                            <path fill="#7eac01" d="m77.109 401.66h-21.945c-30.418 0-55.164 24.75-55.164 55.168v40.168c0 8.2852 6.7148 15 15 15h64.691c-1.668-4.6953-2.582-9.7422-2.582-15z" />
                            <path fill="#7eac01" d="m184.22 321.33h-21.941c-30.418 0-55.168 24.75-55.168 55.168v120.5c0 8.2852 6.7148 15 15 15h64.691c-1.6641-4.6953-2.582-9.7422-2.582-15z" />
                            <path fill="#7eac01" d="m509.05 150.67l-107.11-144.6c-2.832-3.8164-7.3008-6.0703-12.055-6.0703-4.7539 0-9.2266 2.2539-12.055 6.0703l-107.11 144.6c-3.3711 4.5508-3.8906 10.617-1.3438 15.676 2.5508 5.0586 7.7305 8.2539 13.398 8.2539h38.555v322.4c0 8.2852 6.7148 15 15 15h107.11c8.2852 0 15-6.7148 15-15v-322.4h38.559c5.6641 0 10.848-3.1953 13.395-8.2539 2.5508-5.0586 2.0312-11.125-1.3398-15.676z" />
                            <path fill="#7eac01" d="m291.33 241h-21.945c-30.418 0-55.168 24.746-55.168 55.164v200.84c0 8.2852 6.7188 15 15 15h64.691c-1.6641-4.6953-2.5781-9.7422-2.5781-15z" />
                        </g>
                    </svg>
                </div>
                <span class="common_text">рост стоимости <br> каждый год</span>
            </div>
            <div class="advantages_content__icons_item">
                <div>
                    <svg width="512pt" height="512pt" version="1.1" viewBox="-38 0 512 512.00142">
                        <g>
                            <path fill="#7eac01" d="m218 158.46c-53.793 0-97.555 43.762-97.555 97.551 0 53.793 43.762 97.555 97.555 97.555 53.789 0 97.551-43.762 97.551-97.555 0-53.789-43.762-97.551-97.551-97.551zm57.918 79.18l-69.887 69.887c-2.9336 2.9336-6.7812 4.4023-10.625 4.4023s-7.6875-1.4648-10.621-4.4023l-26.707-26.707c-5.8672-5.8633-5.8672-15.375 0-21.242 5.8633-5.8672 15.375-5.8672 21.242 0l16.086 16.086 59.27-59.266c5.8633-5.8672 15.375-5.8672 21.242 0 5.8672 5.8633 5.8672 15.375 0 21.242z" />
                            <path fill="#7eac01" d="m435.49 138.92l-0.015625-0.39844c-0.22266-4.918-0.37109-10.121-0.46094-15.91-0.41797-28.23-22.859-51.582-51.094-53.16-58.867-3.2852-104.41-22.48-143.32-60.406l-0.33203-0.31641c-12.691-11.637-31.836-11.637-44.531 0l-0.33203 0.31641c-38.91 37.926-84.449 57.121-143.32 60.41-28.23 1.5742-50.676 24.926-51.094 53.16-0.085938 5.75-0.23828 10.953-0.46094 15.906l-0.023437 0.92578c-1.1445 60.027-2.5664 134.73 22.426 202.54 13.742 37.289 34.555 69.703 61.855 96.348 31.094 30.344 71.82 54.434 121.05 71.598 1.6016 0.55859 3.2656 1.0117 4.9609 1.3516 2.3906 0.47656 4.7969 0.71484 7.2031 0.71484s4.8164-0.23828 7.2031-0.71484c1.6953-0.33984 3.3711-0.79688 4.9805-1.3594 49.168-17.195 89.852-41.297 120.92-71.637 27.289-26.652 48.102-59.074 61.855-96.371 25.086-68.012 23.668-142.86 22.527-203zm-217.49 244.69c-70.359 0-127.6-57.238-127.6-127.6 0-70.359 57.238-127.6 127.6-127.6 70.355 0 127.6 57.238 127.6 127.6 0 70.359-57.242 127.6-127.6 127.6z" />
                        </g>
                    </svg>
                </div>
                <span class="common_text">риски застрахованы <br> в страховой компании</span>
            </div>
            <div class="advantages_content__icons_item">
                <div>
                    <svg enable-background="new 0 0 512 512" version="1.1" viewBox="0 0 512 512" xml:space="preserve">
                        <path fill="#7eac01" d="m493.56 431.87l-58.716-125.91c-32.421 47.207-83.042 80.822-141.64 91.015l49.152 105.4c6.284 13.487 25.732 12.587 30.793-1.341l25.193-69.204 5.192-2.421 69.205 25.193c13.887 5.096 27.096-9.296 20.82-22.73z" />
                        <path fill="#7eac01" d="m256 0c-101.19 0-183.52 82.325-183.52 183.52s82.331 183.52 183.52 183.52c101.19 0 183.52-82.325 183.52-183.52s-82.329-183.52-183.52-183.52zm89.294 170.03l-32.541 31.722 7.69 44.804c2.351 13.679-12.062 23.956-24.211 17.585l-40.231-21.148-40.231 21.147c-12.219 6.416-26.549-3.982-24.211-17.585l7.69-44.804-32.541-31.722c-9.89-9.642-4.401-26.473 9.245-28.456l44.977-6.533 20.116-40.753c6.087-12.376 23.819-12.387 29.913 0l20.116 40.753 44.977 6.533c13.644 1.982 19.132 18.814 9.242 28.457z" />
                        <path fill="#7eac01" d="m77.156 305.96l-58.716 125.91c-6.305 13.497 7.023 27.81 20.821 22.727l69.204-25.193 5.192 2.421 25.193 69.205c5.051 13.899 24.496 14.857 30.793 1.342l49.152-105.4c-58.597-10.192-109.22-43.806-141.64-91.014z" />
                    </svg>
                </div>
                <span class="common_text">проект включен <br> в ТОСЭР</span>
            </div>
            <div class="advantages_content__icons_item">
                <div>
                    <svg width="493.35px" height="493.35px" enable-background="new 0 0 493.353 493.353" version="1.1"
                        viewBox="0 0 493.353 493.353" xml:space="preserve">
                        <path fill="#7eac01" d="m62.384 38.114c-7.138-7.133-15.752-10.706-25.837-10.706-10.089 0-18.702 3.576-25.841 10.706-7.135 7.139-10.706 15.753-10.706 25.841 0 13.703 6.088 24.173 18.271 31.405v361.45c0 2.475 0.902 4.617 2.714 6.424 1.807 1.807 3.949 2.71 6.423 2.71h18.271c2.474 0 4.615-0.896 6.423-2.71 1.809-1.807 2.712-3.949 2.712-6.424v-361.45c12.185-7.236 18.271-17.703 18.271-31.405 0-10.085-3.567-18.698-10.701-25.841z" />
                        <path fill="#7eac01" d="m487.93 69.385c-3.62-3.617-7.905-5.426-12.854-5.426-2.471 0-7.659 1.997-15.558 5.996-7.897 3.999-16.275 8.47-25.125 13.418-8.843 4.949-19.321 9.419-31.401 13.418-12.087 3.999-23.271 5.996-33.544 5.996-9.521 0-17.895-1.809-25.133-5.424-23.982-11.231-44.816-19.607-62.522-25.127-17.7-5.519-36.732-8.277-57.099-8.277-35.214 0-75.279 11.418-120.2 34.258-11.043 5.52-18.56 9.613-22.557 12.277-5.902 4.38-8.854 9.611-8.854 15.703v211.84c0 4.948 1.812 9.236 5.429 12.847 3.612 3.62 7.898 5.428 12.847 5.428 3.044 0 6.18-0.855 9.419-2.567 51.772-27.791 95.93-41.685 132.48-41.685 13.893 0 27.454 2.094 40.678 6.279 13.229 4.188 24.222 8.758 32.976 13.702 8.761 4.948 19.082 9.521 30.978 13.709 11.902 4.179 23.654 6.276 35.262 6.276 29.314 0 64.433-11.036 105.35-33.119 5.144-2.663 8.897-5.277 11.276-7.848 2.381-2.569 3.572-6.231 3.572-10.995v-217.84c1e-3 -4.947-1.806-9.226-5.42-12.841z" />
                    </svg>
                </div>
                <span class="common_text">проект поддержан и контролируется правительством РТ</span>
            </div>
        </div>
    </section>
    <section class="product">
        <h1 class="title_style">Продукция производства</h1>
        <div class="product_content">
            <div class="product_content__item">
                <div class="my-slider">
                    <div>
                        <div class="slider_content first_product_slide"></div>
                    </div>
                    <div>
                        <div class="slider_content second_product_slide"></div>
                    </div>
                    <div>
                        <div class="slider_content third_product_slide"></div>
                    </div>
                    <div>
                        <div class="slider_content fourth_product_slide"></div>
                    </div>
                </div>
            </div>
            <div class="product_content__item">
                <div class="product_content__item_piece">
                    <div>
                        <svg version="1.1" viewBox="0 0 512 512">
                            <g>
                                <path fill="#7fad02" d="m77.109 401.66h-21.945c-30.418 0-55.164 24.75-55.164 55.168v40.168c0 8.2852 6.7148 15 15 15h64.691c-1.668-4.6953-2.582-9.7422-2.582-15z" />
                                <path fill="#7fad02" d="m184.22 321.33h-21.941c-30.418 0-55.168 24.75-55.168 55.168v120.5c0 8.2852 6.7148 15 15 15h64.691c-1.6641-4.6953-2.582-9.7422-2.582-15z" />
                                <path fill="#7fad02" d="m509.05 150.67l-107.11-144.6c-2.832-3.8164-7.3008-6.0703-12.055-6.0703-4.7539 0-9.2266 2.2539-12.055 6.0703l-107.11 144.6c-3.3711 4.5508-3.8906 10.617-1.3438 15.676 2.5508 5.0586 7.7305 8.2539 13.398 8.2539h38.555v322.4c0 8.2852 6.7148 15 15 15h107.11c8.2852 0 15-6.7148 15-15v-322.4h38.559c5.6641 0 10.848-3.1953 13.395-8.2539 2.5508-5.0586 2.0312-11.125-1.3398-15.676z" />
                                <path fill="#7fad02" d="m291.33 241h-21.945c-30.418 0-55.168 24.746-55.168 55.164v200.84c0 8.2852 6.7188 15 15 15h64.691c-1.6641-4.6953-2.5781-9.7422-2.5781-15z" />
                            </g>
                        </svg>
                    </div>
                    <p class="common_text">Спрос на бумагу для гофрирования превышает предложение</p>
                </div>
                <div class="product_content__item_piece">
                    <div>
                        <svg enable-background="new 0 0 426.667 426.667" version="1.1" viewBox="0 0 426.667 426.667"
                            xml:space="preserve">
                            <g fill="#7fad02">
                                <path d="m117.04 26.859c-0.017 0.043-0.043 0.064-0.051 0.102l-2.3 3.972c-0.051 0.081-0.09 0.171-0.124 0.256l-39.466 68.314 83.541 48.23 38.34-66.402 4.8-8.311 11.558-20.006 27.831-48.235h-83.533c-17.014-9e-3 -31.99 8.789-40.596 22.08z" />
                                <path d="m310.79 28.885c-4.083-7.095-10.048-13.257-17.651-17.651-7.607-4.395-15.915-6.464-24.124-6.464h-111.37c16.981 0 31.91 8.742 40.542 21.973l2.607 4.548 67.251 116.43 83.52-48.226-40.772-70.613z" />
                                <polygon points="227.92 147.73 323.72 147.73 371.63 64.777" />
                                <path d="m421.35 220.38c-0.017-0.03-0.026-0.055-0.068-0.09l-2.291-3.981c-0.034-0.09-0.107-0.171-0.141-0.239l-39.441-68.331-83.541 48.23 38.349 66.402 4.8 8.32 11.533 20.011 27.857 48.222 41.775-72.341c8.511-14.737 8.375-32.102 1.168-46.203z" />
                                <path d="m322.72 387.17c8.192 0 16.508-2.065 24.107-6.464 7.616-4.395 13.559-10.556 17.66-17.651l41.766-72.346 13.935-24.124c-8.499 14.699-23.518 23.266-39.292 24.111h-5.265l-134.45 0.013v96.457h81.54v4e-3z" />
                                <polygon points="261.22 255.98 213.34 338.94 261.22 421.9" />
                                <path d="m185.48 290.7h-86.293l-23.1-4e-3 -55.684 4e-3 41.758 72.346c8.516 14.733 23.607 23.305 39.424 24.111 0.043-4e-3 0.068 0 0.115 0h4.591c0.09 0.013 0.192 0 0.29-0.013l78.891 0.013v-96.457h8e-3z" />
                                <path d="m6.451 218.35c-4.074 7.091-6.451 15.326-6.451 24.115 0 8.785 2.377 17.011 6.451 24.111l41.775 72.337 13.935 24.128c-8.482-14.699-8.384-32-1.242-46.093l2.624-4.548 67.226-116.44-83.541-48.235-40.777 70.627z" />
                                <polygon points="150.81 230.68 102.92 147.73 7.134 147.72" />
                            </g>
                        </svg>
                    </div>
                    <p class="common_text">Компания помогает в переработке мусора республики Татарстан, так как
                        основным сырьем для производства является макулатура</p>
                </div>
                <div class="product_content__item_piece">
                    <div>
                        <svg enable-background="new 0 0 475.098 475.099" version="1.1" viewBox="0 0 475.098 475.099"
                            xml:space="preserve">
                            <path fill="#7fad02" d="m219.28 227.28v165.59c0 9.521-3.711 17.987-11.134 25.413-7.421 7.423-15.896 11.136-25.409 11.136-9.514 0-17.983-3.713-25.41-11.136-7.423-7.426-11.132-15.893-11.132-25.413 0-4.948-1.809-9.229-5.426-12.847-3.619-3.614-7.898-5.424-12.85-5.424-4.95 0-9.233 1.81-12.851 5.424-3.615 3.617-5.424 7.898-5.424 12.847 0 19.794 7.232 36.922 21.698 51.391 14.465 14.473 31.599 21.693 51.394 21.693 19.792 0 36.925-7.221 51.39-21.693 14.464-14.469 21.698-31.597 21.698-51.391v-165.59c-6.283-2.093-12.374-3.14-18.274-3.14-5.897 0-11.991 1.047-18.27 3.14z" />
                            <path fill="#7fad02" d="m255.83 55.401v-27.978c0-4.948-1.813-9.235-5.427-12.85-3.614-3.617-7.898-5.426-12.848-5.426-4.948 0-9.229 1.809-12.847 5.426-3.617 3.619-5.424 7.902-5.424 12.85v27.978c7.992-0.378 14.084-0.571 18.271-0.571 4.188 0 10.281 0.193 18.275 0.571z" />
                            <path fill="#7fad02" d="m474.8 232.99c-6.283-26.265-17.278-50.2-32.976-71.804-15.711-21.604-34.218-39.403-55.538-53.391-21.313-13.99-44.772-24.79-70.373-32.404-25.598-7.616-51.723-11.421-78.371-11.421-36.166 0-70.471 6.473-102.92 19.414-32.454 12.942-60.814 32.404-85.08 58.385-24.269 25.981-40.687 56.39-49.25 91.221-0.193 0.378-0.287 1.047-0.287 1.997 0 2.474 0.903 4.619 2.712 6.423 1.809 1.808 3.949 2.711 6.423 2.711 2.096 0 4.283-0.948 6.567-2.854 9.325-8.754 18.177-15.321 26.552-19.698 8.377-4.377 18.084-6.568 29.122-6.568 12.944 0 25.125 3.525 36.545 10.566 11.421 7.04 21.226 16.274 29.408 27.688 1.334 1.909 3 4.575 4.998 7.99 2 3.436 3.381 5.719 4.141 6.858 2.093 3.233 4.76 4.855 7.994 4.855 3.427 0 6.186-1.622 8.28-4.855 0.761-1.14 2.142-3.423 4.139-6.858 2-3.415 3.666-6.081 4.997-7.99 8.182-11.41 17.939-20.648 29.265-27.688 11.325-7.041 23.459-10.566 36.402-10.566s25.078 3.521 36.405 10.566c11.324 7.04 21.08 16.274 29.26 27.688 1.341 1.909 3.001 4.575 5.003 7.99 1.999 3.436 3.381 5.719 4.147 6.858 2.088 3.233 4.846 4.855 8.275 4.855 3.237 0 5.899-1.622 7.987-4.855 0.767-1.14 2.148-3.423 4.147-6.858 2.002-3.415 3.661-6.081 5.003-7.99 8.186-11.41 17.987-20.648 29.403-27.688 11.425-7.044 23.608-10.566 36.551-10.566 11.04 0 20.745 2.19 29.122 6.567 8.374 4.377 17.221 10.944 26.55 19.698 2.285 1.909 4.476 2.854 6.57 2.854 2.471 0 4.616-0.903 6.42-2.711 1.807-1.809 2.71-3.945 2.71-6.423-7e-3 -0.952-0.096-1.618-0.298-1.996z" />
                        </svg>
                    </div>
                    <p class="common_text">Спрос не имеет сезонности</p>
                </div>
                <div class="product_content__item_piece">
                    <div>
                        <svg enable-background="new 0 0 50.062 50.063" version="1.1" viewBox="0 0 50.062 50.063"
                            xml:space="preserve">
                            <path fill="#7fad02" d="M22.599,4.781C10.117,4.779-0.001,14.897,0,27.379C-0.001,39.862,10.117,49.981,22.599,49.98     C35.08,49.981,45.2,39.863,45.198,27.379H22.599V4.781z" />
                            <path fill="#7fad02" d="m27.463 0.083v22.6h22.6c-1e-3 -12.483-10.118-22.602-22.6-22.6z" />
                        </svg>
                    </div>
                    <p class="common_text">Объем рынка гофрированной бумаги вырос на 2% за 2017 год и составил 2817
                        млн. м2</p>
                </div>
            </div>
        </div>
    </section>
    <section class="table">
        <h1 class="title_style">Доходность проекта</h1>
        <div class="table_content">
            <div class="table_content_item">
                <div class="table_content_item__switch_btn">
                    <button class="table_switch_btn table_switch_btn_activ" id='rub'>в рублях</button>
                    <button class="table_switch_btn" id='tonn'>в тоннах</button>
                </div>
                <div class="table_content_item_income">
                    <div class="table_content_item_income_row">
                        <div class="table_content_item_income_item table_content_item_income_item_first">186
                            млн.руб/месяц</div>
                        <span>Доход</span>
                    </div>
                    <div class="table_content_item_income_row">
                        <div class="table_content_item_income_item table_content_item_income_item_second">95
                            млн.руб/месяц</div>
                        <span>Расход</span>
                    </div>
                    <div class="table_content_item_income_row">
                        <div class="table_content_item_income_item table_content_item_income_item_third">91
                            млн.руб/месяц</div>
                        <span>Прибыль</span>
                    </div>
                </div>
            </div>
            <div class="table_content_item">
                <div class="table_content_item_header">
                    <h3 class="table_content_item_calc_title">Сумма инвестиций</h3>
                    <div class="range-slider-container">
                        <input type="range" class="range-slider" />
                        <span id="range-value-bar"></span>
                        <span id="range-value"></span>
                    </div>
                    <div class="range_slider_number">
                        <span class="range_slider_input">1 370 000</span>
                        руб.
                    </div>
                </div>
                <div class="table_content_item_body">
                    <div class="table_content_item_body_wrap"></div>
                    <div class="table_content_item_body_content">
                        <div class="table_content_calc_item">
                            <h3 class="table_content_item_calc_title">Ежемесячная прибыль</h3>
                            <span class="table_content_calc_item_number"><span>30</span> <span>млн.</span></span>
                        </div>
                        <div class="table_content_calc_item">
                            <h3 class="table_content_item_calc_title">Окупаемость через</h3>
                            <span class="table_content_calc_item_number"><span>11</span> месяцев</span>
                        </div>
                        <button class="main_section__styled_btn modal_trigger">Инвестировать</button>
                    </div>
                </div>
            </div>
            <!--    <table>
                <tr>
                    <td class="table_title styled_table_row">Период</td>
                    <td class="table_text styled_table_row">2019</td>
                    <td class="table_text styled_table_row">2020</td>
                    <td class="table_text styled_table_row">2021</td>
                    <td class="table_text styled_table_row">2022</td>
                </tr>
                <tr>
                    <td class="table_title">Выручка без НДС</td>
                    <td class="table_text">226,63</td>
                    <td class="table_text">466,2</td>
                    <td class="table_text">466,2</td>
                    <td class="table_text">466,2</td>
                </tr>
                <tr>
                    <td class="table_title styled_table_row">Прибыль до налогообложение</td>
                    <td class="table_text styled_table_row">18,43</td>
                    <td class="table_text styled_table_row">66,66</td>
                    <td class="table_text styled_table_row">69,91</td>
                    <td class="table_text styled_table_row">70,25</td>
                </tr>
                <tr>
                    <td class="table_title">Чистая прибыль</td>
                    <td class="table_text">17,85</td>
                    <td class="table_text">63,33</td>
                    <td class="table_text">66,42</td>
                    <td class="table_text">66,75</td>
                </tr>
                <tr>
                    <td class="table_title colored_table_row">Рентабельность продаж</td>
                    <td class="table_text colored_table_row">8%</td>
                    <td class="table_text colored_table_row">14%</td>
                    <td class="table_text colored_table_row">15%</td>
                    <td class="table_text colored_table_row">15%</td>
                </tr>
            </table> -->
        </div>
    </section>
    <section class="conditions">
        <h1 class="title_style">Условия для инвестора</h1>
        <div class="conditions_content">
            <div class="conditions_content_item">
                <div class="conditions_content_item_wrap"></div>
                <ol>
                    <li>
                        <h3 class="condition_title">Как высчитывается доля инвестора?</h3>
                        <p class="condition_text">Процент доли + стоимость доли + срок возврата инвестиций.</p>
                    </li>
                    <li>
                        <h3 class="condition_title">Какой общий % доли в бизнесе?</h3>
                        <p class="condition_text">Общая доля для инвесторов - 49%. Возможно деление на портфели.</p>
                    </li>
                    <li>
                        <h3 class="condition_title">Как будет распределяться прибыль до окупаемости?</h3>
                        <p class="condition_text">До окупаемости дивиденды будут распределяться <br> 90/10 в пользу
                            инвестора.</p>
                    </li>
                </ol>
            </div>
            <div class="conditions_content_item">
                <h2>Скачать подробную презентацию</h2>
                <p>Получите презентацию с точными графиками <br> доходности, а также список возможных <br> рисков,
                    оставив заявку на сайте</p>
                <button class="main_section__styled_btn" id="download_about">
                    <svg enable-background="new 0 0 433.5 433.5" version="1.1" viewBox="0 0 433.5 433.5" xml:space="preserve">
                        <path d="M395.25,153h-102V0h-153v153h-102l178.5,178.5L395.25,153z M38.25,382.5v51h357v-51H38.25z"></path>
                    </svg>
                    Скачать презентацию
                </button>
            </div>
        </div>
    </section>
    <section class="comparison">
        <h1 class="title_style">Конкурентные преимущества</h1>
        <div class="comparison_content">
            <div class="comparison_content_item">
                <h3>Стоимость бумаги для гофрирования в зависимости от производителя</h3>
                <div class="paper_seller">
                    <div class="paper_seller_logo paper_seller_logo_first"></div>
                    <span class="paper_seller_price">32 500 руб.</span>
                    <span class="paper_seller_price_text">за 1 тонну</span>
                    <span class="paper_seller_company paper_seller_price_text">ООО "Картонно-Бумажный комбинат" <br> г.
                        Туймазы</span>
                </div>
                <div class="paper_seller">
                    <div class="paper_seller_logo paper_seller_logo_second"></div>
                    <span class="paper_seller_price">48 000 руб.</span>
                    <span class="paper_seller_price_text">за 1 тонну</span>
                    <span class="paper_seller_company paper_seller_price_text">ЗАО "НП НЧ КБК им. С.П. Титова" <br> г.
                        Набережные Челны</span>
                </div>
                <div class="paper_seller">
                    <div class="paper_seller_logo paper_seller_logo_third"></div>
                    <span class="paper_seller_price">25 900 руб.</span>
                    <span class="paper_seller_price_text">за 1 тонну</span>
                    <span class="paper_seller_company paper_seller_price_text">ООО "Набережночелнинская КБФ"</span>
                </div>
            </div>
            <div class="comparison_content_item">
                <h3>Что обеспечивает конкурентоспособную стоимость?</h3>
                <div class="paper_seller_advantage">
                    <span class="paper_seller_advantage_number">01</span>
                    <span class="paper_seller_advantage_title">Оборудование из Китая</span>
                    <p class="paper_seller_advantage_text">Позволяет значительно снизить ценовой порог входа
                        в этот бизнес (традиционно в России используется бывшее в употреблении европейское
                        оборудование,
                        с неоптимальными параметрами и высокой степенью износа).</p>
                </div>
                <div class="paper_seller_advantage">
                    <span class="paper_seller_advantage_number">02</span>
                    <span class="paper_seller_advantage_title">Дешевое макулатурное сырье</span>
                    <p class="paper_seller_advantage_text">
                        Технологическая схема и оборудование позволяют использовать для выработки готовой продукции
                        более низкосортное и дешевое макулатурное сырье.
                    </p>
                </div>
                <div class="paper_seller_advantage">
                    <span class="paper_seller_advantage_number">03</span>
                    <span class="paper_seller_advantage_title">Наличие дешевых энергоресурсов</span>
                    <p class="paper_seller_advantage_text">Наличие достаточно дешевых энергоресурсов в необходимом
                        количестве (электроэнергия, пар, вода).</p>
                    <ul>
                        <li class="paper_seller_advantage_text">Электричество - 2 руб вместо 7 руб</li>
                        <li class="paper_seller_advantage_text">Вода - 5 руб вместо 15 руб</li>
                        <li class="paper_seller_advantage_text">Пар - 837 руб вместо 2100 руб</li>
                    </ul>
                </div>
                <div class="paper_seller_advantage">
                    <span class="paper_seller_advantage_number">04</span>
                    <span class="paper_seller_advantage_title">Налоговые льготы</span>
                    <p class="paper_seller_advantage_text">Налоговые льготы за счет вступления в ТОСЭР и отсутствие
                        высокой конкуренции на территории РТ.</p>
                    <ul>
                        <li class="paper_seller_advantage_text">Налог на прибыль - 5% вместо 20%</li>
                        <li class="paper_seller_advantage_text">Пенсионные и соц. отчисления - 7.6% вместо 30%</li>
                        <li class="paper_seller_advantage_text">Отсутствие налога на землю и имущество</li>
                    </ul>
                </div>
            </div>
        </div>
    </section>
    <section class="apply_section">
        <h1 class="title_style">Оставьте заявку на инвестирование</h1>
        <p>Заполните форму, и мы перезвоним Вам, чтобы обсудить все детали</p>
        <form action="" class="apply_form">
            <input type="text" class="apply_form_input" id="masked_name_second" placeholder="Введите Ваше имя">
            <input type="text" class="apply_form_input phone-number" id="selector" placeholder="Контактный телефон">
            <input type="submit" class="apply_form_input" placeholder="Оставить заявку" readonly>
        </form>
    </section>
    <section class="news">
        <h1 class="title_style">Новости</h1>
        <div class="news_all_content">
            <a class='main_section__styled_btn link_to_news' href="/news">Все новости</a>
            <div class="news_content">
                <?=ViewGenerator::getNewsMain()?>
            </div>
        </div>
    </section>
    <section class="footer_contacts_section">
        <div class="footer_item">
            <div class="footer_links">
                <div class="footer_logo"></div>
                <div class="footer_links_container">
                    <div>
                        <a href="" class="footer_info_link">Проект</a>
                        <a href="news/index.php" class="footer_info_link">Новости</a>
                    </div>
                    <div>
                        <svg enable-background="new 0 0 96.124 96.123" version="1.1" viewBox="0 0 96.124 96.123"
                            xml:space="preserve">
                            <path fill="#77a103" d="m72.089 0.02l-12.465-0.02c-14.004 0-23.054 9.285-23.054 23.656v10.907h-12.533c-1.083 0-1.96 0.878-1.96 1.961v15.803c0 1.083 0.878 1.96 1.96 1.96h12.533v39.876c0 1.083 0.877 1.96 1.96 1.96h16.352c1.083 0 1.96-0.878 1.96-1.96v-39.876h14.654c1.083 0 1.96-0.877 1.96-1.96l6e-3 -15.803c0-0.52-0.207-1.018-0.574-1.386s-0.867-0.575-1.387-0.575h-14.659v-9.246c0-4.444 1.059-6.7 6.848-6.7l8.397-3e-3c1.082 0 1.959-0.878 1.959-1.96v-14.674c0-1.081-0.876-1.958-1.957-1.96z" />
                        </svg>
                        <svg enable-background="new 0 0 548.358 548.358" version="1.1" viewBox="0 0 548.358 548.358"
                            xml:space="preserve">
                            <path fill="#77a103" d="m545.45 400.3c-0.664-1.431-1.283-2.618-1.858-3.569-9.514-17.135-27.695-38.167-54.532-63.102l-0.567-0.571-0.284-0.28-0.287-0.287h-0.288c-12.18-11.611-19.893-19.418-23.123-23.415-5.91-7.614-7.234-15.321-4.004-23.13 2.282-5.9 10.854-18.36 25.696-37.397 7.807-10.089 13.99-18.175 18.556-24.267 32.931-43.78 47.208-71.756 42.828-83.939l-1.701-2.847c-1.143-1.714-4.093-3.282-8.846-4.712-4.764-1.427-10.853-1.663-18.278-0.712l-82.224 0.568c-1.332-0.472-3.234-0.428-5.712 0.144-2.475 0.572-3.713 0.859-3.713 0.859l-1.431 0.715-1.136 0.859c-0.952 0.568-1.999 1.567-3.142 2.995-1.137 1.423-2.088 3.093-2.848 4.996-8.952 23.031-19.13 44.444-30.553 64.238-7.043 11.803-13.511 22.032-19.418 30.693-5.899 8.658-10.848 15.037-14.842 19.126-4 4.093-7.61 7.372-10.852 9.849-3.237 2.478-5.708 3.525-7.419 3.142-1.715-0.383-3.33-0.763-4.859-1.143-2.663-1.714-4.805-4.045-6.42-6.995-1.622-2.95-2.714-6.663-3.285-11.136-0.568-4.476-0.904-8.326-1-11.563-0.089-3.233-0.048-7.806 0.145-13.706 0.198-5.903 0.287-9.897 0.287-11.991 0-7.234 0.141-15.085 0.424-23.555 0.288-8.47 0.521-15.181 0.716-20.125 0.194-4.949 0.284-10.185 0.284-15.705s-0.336-9.849-1-12.991c-0.656-3.138-1.663-6.184-2.99-9.137-1.335-2.95-3.289-5.232-5.853-6.852-2.569-1.618-5.763-2.902-9.564-3.856-10.089-2.283-22.936-3.518-38.547-3.71-35.401-0.38-58.148 1.906-68.236 6.855-3.997 2.091-7.614 4.948-10.848 8.562-3.427 4.189-3.905 6.475-1.431 6.851 11.422 1.711 19.508 5.804 24.267 12.275l1.715 3.429c1.334 2.474 2.666 6.854 3.999 13.134 1.331 6.28 2.19 13.227 2.568 20.837 0.95 13.897 0.95 25.793 0 35.689-0.953 9.9-1.853 17.607-2.712 23.127s-2.143 9.993-3.855 13.418c-1.715 3.426-2.856 5.52-3.428 6.28-0.571 0.76-1.047 1.239-1.425 1.427-2.474 0.948-5.047 1.431-7.71 1.431-2.667 0-5.901-1.334-9.707-4-3.805-2.666-7.754-6.328-11.847-10.992-4.093-4.665-8.709-11.184-13.85-19.558-5.137-8.374-10.467-18.271-15.987-29.691l-4.567-8.282c-2.855-5.328-6.755-13.086-11.704-23.267-4.952-10.185-9.329-20.037-13.134-29.554-1.521-3.997-3.806-7.04-6.851-9.134l-1.429-0.859c-0.95-0.76-2.475-1.567-4.567-2.427-2.095-0.859-4.281-1.475-6.567-1.854l-78.229 0.568c-7.994 0-13.418 1.811-16.274 5.428l-1.143 1.711c-0.571 0.953-0.859 2.475-0.859 4.57 0 2.094 0.571 4.664 1.714 7.707 11.42 26.84 23.839 52.725 37.257 77.659s25.078 45.019 34.973 60.237c9.897 15.229 19.985 29.602 30.264 43.112 10.279 13.515 17.083 22.176 20.412 25.981 3.333 3.812 5.951 6.662 7.854 8.565l7.139 6.851c4.568 4.569 11.276 10.041 20.127 16.416 8.853 6.379 18.654 12.659 29.408 18.85 10.756 6.181 23.269 11.225 37.546 15.126 14.275 3.905 28.169 5.472 41.684 4.716h32.834c6.659-0.575 11.704-2.669 15.133-6.283l1.136-1.431c0.764-1.136 1.479-2.901 2.139-5.276 0.668-2.379 1-5 1-7.851-0.195-8.183 0.428-15.558 1.852-22.124 1.423-6.564 3.045-11.513 4.859-14.846 1.813-3.33 3.859-6.14 6.136-8.418 2.282-2.283 3.908-3.666 4.862-4.142 0.948-0.479 1.705-0.804 2.276-0.999 4.568-1.522 9.944-0.048 16.136 4.429 6.187 4.473 11.99 9.996 17.418 16.56 5.425 6.57 11.943 13.941 19.555 22.124 7.617 8.186 14.277 14.271 19.985 18.274l5.708 3.426c3.812 2.286 8.761 4.38 14.853 6.283 6.081 1.902 11.409 2.378 15.984 1.427l73.087-1.14c7.229 0 12.854-1.197 16.844-3.572 3.998-2.379 6.373-5 7.139-7.851 0.764-2.854 0.805-6.092 0.145-9.712-0.677-3.611-1.344-6.136-2.008-7.563z" />
                        </svg>
                        <svg enable-background="new 0 0 612 612" version="1.1" viewBox="0 0 612 612" xml:space="preserve">
                            <path fill="#77a103" d="m612 116.26c-22.525 9.981-46.694 16.75-72.088 19.772 25.929-15.527 45.777-40.155 55.184-69.411-24.322 14.379-51.169 24.82-79.775 30.48-22.907-24.437-55.49-39.658-91.63-39.658-69.334 0-125.55 56.217-125.55 125.51 0 9.828 1.109 19.427 3.251 28.606-104.33-5.24-196.84-55.223-258.75-131.17-10.823 18.51-16.98 40.078-16.98 63.101 0 43.559 22.181 81.993 55.835 104.48-20.575-0.688-39.926-6.348-56.867-15.756v1.568c0 60.806 43.291 111.55 100.69 123.1-10.517 2.83-21.607 4.398-33.08 4.398-8.107 0-15.947-0.803-23.634-2.333 15.985 49.907 62.336 86.199 117.25 87.194-42.947 33.654-97.099 53.655-155.92 53.655-10.134 0-20.116-0.612-29.944-1.721 55.567 35.681 121.54 56.485 192.44 56.485 230.95 0 357.19-191.29 357.19-357.19l-0.421-16.253c24.666-17.593 46.005-39.697 62.794-64.861z" />
                        </svg>
                    </div>
                </div>
            </div>
            <div class="footer_contacts">
                <div class="footer_contacts_item">
                    <h3 class="footer_contacts_title">Свяжитесь с нами</h3>
                    <div class="footer_contact_item_piece">
                        <div>
                            <svg enable-background="new 0 0 401.998 401.998" version="1.1" viewBox="0 0 401.998 401.998"
                                xml:space="preserve">
                                <path fill="#77a103" d="m401.13 311.48c-1.137-3.426-8.371-8.473-21.697-15.129-3.61-2.098-8.754-4.949-15.41-8.566-6.662-3.617-12.709-6.95-18.13-9.996-5.432-3.045-10.521-5.995-15.276-8.846-0.76-0.571-3.139-2.234-7.136-5-4.001-2.758-7.375-4.805-10.14-6.14-2.759-1.327-5.473-1.995-8.138-1.995-3.806 0-8.56 2.714-14.268 8.135-5.708 5.428-10.944 11.324-15.7 17.706-4.757 6.379-9.802 12.275-15.126 17.7-5.332 5.427-9.713 8.138-13.135 8.138-1.718 0-3.86-0.479-6.427-1.424-2.566-0.951-4.518-1.766-5.858-2.423-1.328-0.671-3.607-1.999-6.845-4.004-3.244-1.999-5.048-3.094-5.428-3.285-26.075-14.469-48.438-31.029-67.093-49.676-18.649-18.658-35.211-41.019-49.676-67.097-0.19-0.381-1.287-2.19-3.284-5.424-2-3.237-3.333-5.518-3.999-6.854-0.666-1.331-1.475-3.283-2.425-5.852s-1.427-4.709-1.427-6.424c0-3.424 2.713-7.804 8.138-13.134 5.424-5.327 11.326-10.373 17.7-15.128 6.379-4.755 12.275-9.991 17.701-15.699 5.424-5.711 8.136-10.467 8.136-14.273 0-2.663-0.666-5.378-1.997-8.137-1.332-2.765-3.378-6.139-6.139-10.138-2.762-3.997-4.427-6.374-4.999-7.139-2.852-4.755-5.799-9.846-8.848-15.271-3.049-5.424-6.377-11.47-9.995-18.131-3.615-6.658-6.468-11.799-8.564-15.415-6.658-13.321-11.701-20.557-15.128-21.695-1.333-0.571-3.333-0.859-5.995-0.859-5.142 0-11.85 0.95-20.129 2.856-8.282 1.903-14.799 3.899-19.558 5.996-9.517 3.995-19.604 15.605-30.264 34.826-9.707 17.888-14.56 35.593-14.56 53.102 0 5.135 0.333 10.131 0.999 14.989 0.666 4.853 1.856 10.326 3.571 16.418 1.712 6.09 3.093 10.614 4.137 13.56 1.045 2.948 2.996 8.229 5.852 15.845 2.852 7.614 4.567 12.275 5.138 13.988 6.661 18.654 14.56 35.307 23.695 49.964 15.03 24.362 35.541 49.539 61.521 75.521 25.981 25.98 51.153 46.49 75.517 61.526 14.655 9.134 31.314 17.032 49.965 23.698 1.714 0.568 6.375 2.279 13.986 5.141 7.614 2.854 12.897 4.805 15.845 5.852 2.949 1.048 7.474 2.43 13.559 4.145 6.098 1.715 11.566 2.905 16.419 3.576 4.856 0.657 9.853 0.996 14.989 0.996 17.508 0 35.214-4.856 53.105-14.562 19.219-10.656 30.826-20.745 34.823-30.269 2.102-4.754 4.093-11.273 5.996-19.555 1.909-8.278 2.857-14.985 2.857-20.126 6e-3 -2.673-0.281-4.668-0.855-6.012z" />
                            </svg>
                        </div>
                        <span>+7 (800) 250-79-99</span>
                    </div>
                    <div class="footer_contact_item_piece">
                        <div>
                            <svg enable-background="new 0 0 31.416 31.416" version="1.1" viewBox="0 0 31.416 31.416"
                                xml:space="preserve">
                                <path fill="#77a103" d="m28.755 6.968l-0.47 0.149-2.503 0.223-0.707 1.129-0.513-0.163-1.992-1.796-0.289-0.934-0.387-0.996-1.252-1.123-1.477-0.289-0.034 0.676 1.447 1.412 0.708 0.834-0.796 0.416-0.648-0.191-0.971-0.405 0.033-0.783-1.274-0.524-0.423 1.841-1.284 0.291 0.127 1.027 1.673 0.322 0.289-1.641 1.381 0.204 0.642 0.376h1.03l0.705 1.412 1.869 1.896-0.137 0.737-1.507-0.192-2.604 1.315-1.875 2.249-0.244 0.996h-0.673l-1.254-0.578-1.218 0.578 0.303 1.285 0.53-0.611 0.932-0.029-0.065 1.154 0.772 0.226 0.771 0.866 1.259-0.354 1.438 0.227 1.67 0.449 0.834 0.098 1.414 1.605 2.729 1.605-1.765 3.372-1.863 0.866-0.707 1.927-2.696 1.8-0.287 1.038c6.892-1.66 12.019-7.851 12.019-15.253-2e-3 -3.233-0.982-6.242-2.66-8.739z" />
                                <path fill="#77a103" d="m17.515 23.917l-1.144-2.121 1.05-2.188-1.05-0.314-1.179-1.184-2.612-0.586-0.867-1.814v1.077h-0.382l-2.251-3.052v-2.507l-1.65-2.683-2.62 0.467h-1.765l-0.888-0.582 1.133-0.898-1.13 0.261c-1.362 2.326-2.156 5.025-2.156 7.916 0 8.673 7.031 15.707 15.705 15.707 0.668 0 1.323-0.059 1.971-0.137l-0.164-1.903s0.721-2.826 0.721-2.922c-1e-3 -0.097-0.722-2.537-0.722-2.537z" />
                                <path fill="#77a103" d="m5.84 5.065l2.79-0.389 1.286-0.705 1.447 0.417 2.312-0.128 0.792-1.245 1.155 0.19 2.805-0.263 0.773-0.852 1.09-0.728 1.542 0.232 0.562-0.085c-2.031-0.956-4.291-1.509-6.686-1.509-4.875 0-9.234 2.222-12.112 5.711h8e-3l2.236-0.646zm10.532-3.503l1.604-0.883 1.03 0.595-1.491 1.135-1.424 0.143-0.641-0.416 0.922-0.574zm-4.751 0.129l0.708 0.295 0.927-0.295 0.505 0.875-2.14 0.562-1.029-0.602c-1e-3 0 1.006-0.648 1.029-0.835z" />
                            </svg>
                        </div>
                        <span>f-karton@mail.ru</span>
                    </div>
                </div>
                <div class="footer_contacts_item">
                    <h3 class="footer_contacts_title">Где мы находимся?</h3>
                    <div class="footer_contact_item_piece">
                        <div>
                            <svg enable-background="new 0 0 430.1 430.1" version="1.1" viewBox="0 0 430.1 430.1"
                                xml:space="preserve">
                                <path fill="#77a103" d="m356.2 107.1c-1.5-5.7-4.6-11.9-6.9-17.2-27.6-66.2-87.7-89.9-136.2-89.9-65 0-136.6 43.6-146.1 133.4v18.4c0 0.8 0.3 7.6 0.6 11.1 5.4 42.8 39.1 88.3 64.4 131.1 27.1 45.9 55.3 91 83.2 136.1 17.2-29.4 34.4-59.3 51.2-87.9 4.6-8.4 9.9-16.8 14.5-24.9 3.1-5.3 8.9-10.7 11.6-15.7 27.1-49.7 70.8-99.8 70.8-149.1v-20.3c-0.1-5.3-6.7-24-7.1-25.1zm-142 92.1c-19.1 0-40-9.6-50.3-35.9-1.5-4.2-1.4-12.6-1.4-13.4v-11.9c0-33.6 28.6-48.9 53.4-48.9 30.6 0 54.2 24.5 54.2 55.1 0 30.5-25.3 55-55.9 55z" />
                            </svg>
                        </div>
                        <span>г. Набережные Челны, Механизаторный проезд, 7/1</span>
                    </div>
                </div>
            </div>
        </div>
        <div class="footer_item">
            <iframe src="https://yandex.ru/map-widget/v1/-/CBFsRAHOgC" frameborder="1" allowfullscreen="true"></iframe>
        </div>
    </section>
    <footer>
        <div class="politics">
            <span>Все права защищены. © Фабрика Картона 2018</span>
            <a href="./politikaconf.pdf" target="_blank">Политика конфиденциальности</a>
        </div>
        <div class="creator">
            <div class="creator_logo"></div>
            <span>Разработка сайта</span>
        </div>
    </footer>
    <div class="overlay invisible_item"></div>
    <div class="hidden_slider invisible_item">
        <div id="close_btn_slider" class="close_btn slider_btn"></div>
        <div class="invisible-slider">
            <div>
                <img src="./img/hidden_slider/plan1.png" alt="">
            </div>
            <div>
                <img src="./img/hidden_slider/plan2.png" alt="">
            </div>
            <div>
                <img src="./img/hidden_slider/plan3.png" alt="">
            </div>
            <div>
                <img src="./img/hidden_slider/plan4.png" alt="">
            </div>
            <div>
                <img src="./img/hidden_slider/plan5.png" alt="">
            </div>
            <div>
                <img src="./img/hidden_slider/plan6.png" alt="">
            </div>
            <div>
                <img src="./img/hidden_slider/plan7.png" alt="">
            </div>
        </div>
    </div>
    <section class="modal_window_first invisible_item">
        <div class="modal_img_container">
            <div class="modal_img">
                <svg enable-background="new 0 0 512 512" version="1.1" viewBox="0 0 512 512" xml:space="preserve" xmlns="http://www.w3.org/2000/svg">
                    <path d="m504.5 75.496c-9.997-9.998-26.205-9.998-36.204 0l-306.7 306.71-117.89-117.89c-9.997-9.998-26.205-9.997-36.204 0-9.998 9.997-9.998 26.205 0 36.203l135.99 135.99c9.994 9.997 26.214 9.99 36.204 0l324.81-324.81c9.998-9.997 9.997-26.206 0-36.204z"
                        fill="#7eac01" />
                </svg>
            </div>
        </div>
        <span class="modal_title">Заявка принята</span>
        <p class="modal_text">Мы свяжемся с Вами в ближайшее время </p>
        <div id="modal_thanx_btn" class="close_btn modal_thanx_btn">
        </div>
    </section>
    <section class="modal_window_second invisible_item">
        <h2 class="modal_title">Оставьте заявку на инвестирование</h2>
        <p class="modal_text">Заполните форму, и мы перезвоним Вам, <br>
            чтобы обсудить все детали </p>
        <div id="modal_btn" class="close_btn modal_btn">
        </div>
        <form id="prompt-form" method="post" action="/mail/index.php">
            <input class="modal_window_input" id="masked_name" name="name" type="text" placeholder="Введите Ваше имя">
            <input class="modal_window_input phone-number" id="selector_second" name="phone-number" type="text"
                placeholder="Контактный телефон" required="">
            <button class="modal_window_submit_btn" name="modal_btn" type="submit">Оставить заявку</button>
        </form>
        <p class="modal_agreement">Отправляя заявку, вы подтверждаете свое согласие с <a href="./politikaconf.pdf" target="_blank">политикой
                конфиденциальности</a></p>
    </section>
    <section class="modal_window_third invisible_item">
        <h2 class="modal_title">Оставьте заявку</h2>
        <p class="modal_text">Заполните форму и получите презентацию. <br> В презентации расписана общая финансовая
            модель <br> со всеми категориями расходов и доходов.</p>
        <div id="third_modal_btn" class="close_btn modal_btn">
        </div>
        <form id="prompt-form" method="post" action="/mail/index.php">
            <input class="modal_window_input" id="masked_name_third_window" name="name" type="text" placeholder="Введите Ваше имя">
            <input class="modal_window_input phone-number" id="selector_third" name="phone-number" type="text"
                placeholder="Контактный телефон" required="">
            <button class="modal_window_submit_btn" name="modal_btn" type="submit">Оставить заявку</button>
        </form>
        <p class="modal_agreement">Отправляя заявку, вы подтверждаете свое согласие с <a href="./politikaconf.pdf" target="_blank">политикой
                конфиденциальности</a></p>
    </section>
    <section class="hidden_video invisible_item">
        <div id="close_btn_video" class="close_btn"></div>
        <iframe src="https://www.youtube.com/embed/SB-qEYVdvXA" frameborder="0" allow="accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture"
            allowfullscreen></iframe>
    </section>
    <div class="modal_window_done"></div>
    <script src="https://unpkg.com/imask"></script>
    <script src="https://cdnjs.cloudflare.com/ajax/libs/tiny-slider/2.8.8/min/tiny-slider.js"></script>
    <script src="./paper.js/paper.js"></script>
</body>

</html>